Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Perform simple risk analysis and calculate PLL and FAR.
nb: Utføre enkle risikoanalyser og beregne PLL og FAR.

source: Ecosystems and infrastructure.
nb: Økosystem og infrastruktur.

source: The group has a particular strong research track record in the areas of model-driven software engineering, concurrent and distributed systems, software verification and testing, software quality and security, code refactoring, and software architecture.
nb: Gruppen har oppnådd og publisert sterke forskningsresultater spesielt innen områdene modellbasert programvareutvikling, distribuerte system, programvareverifikasjon og test, programvarekvalitet og sikkerhet, programvareomskriving og programvarearkitektur.

source: Buddhism, including the five principles among them the notion of karma and the
nb: theravadabuddhismen, blant dem forestillingen om karma og vekt på medfølelse

source: From 2006 to 2021, I had a full time position as an advisor in technical safety at Equinor focusing on major accident prevention, risk evaluations, corporate investigations and support in crisis situations, etc.
nb: Fra 2006 til 2021 hadde jeg hovedstilling som rådgiver i teknisk sikkerhet i Equinor, med fokus på storulykkerisiko, generelle risikovurderinger, støtte ved beredskapssituasjoner, konserngranskinger, etc.

source: Definition of concepts and principles for green chemistry.
nb: Definisjon av begrepet og prinsippene for grønn kjemi

source: An overview of common processes and their corresponding measurements and instruments, such as pressure, temperature, flow and level (plus instrument functionality)
nb: Gjennomgang av vanlige prosesser og tilhørende målinger og måleinstrumenter, inkludert trykk, temperatur, strømning, nivå og sammensetning/komposisjon

source: Studentss must also have (at least) one co-supervisor and can apply for a co-supervisor from other institutions.
nb: Kandidatene skal også ha (minst) en medveileder og kan søke om å få medveileder fra andre institusjoner.

source: Norway University of Applied Sciences (section 2.3-11) in accordance with the university college’s PhD regulations.
nb: ph.d.-utdanningene ved Høgskulen på Vestlandet (punkt 2.3-11) i tråd med høgskolens ph.d.-forskrift

source: Should be able to know the subject vocabulary (and the most used abbreviated) and symbols and understanding documentation (P&Id, flow diagrams, and drawings)
nb: Kan behersker fagområdets vokabular (og vanlig benyttede forkortelser) og symboler og forstå anleggsdokumentasjon (P&ID, flytskjema og andre tegningstyper)

source: ceilings, walls, air supply and wind
nb: tak, vegger, lufttilførsel og vind

source: Increased use of realistic contexts can make the subject more accessible to students.
nb: kontekster kan gjøre faget mer tilgjengelig for elevene.

source: questions: (1) How do pupils argue in their written number story?
nb: (1) Hvordan argumenterer elever i sin skriftlige regnefortelling?

source: Can reflect over her/his work in the field and adjust it under guidance.
nb: - Kan reflektere over egen faglig utøvelse og justere denne under veiledning.

source: The quality assurance system for educations at HVL provide principles for evaluation of study programmes and courses, and these also apply for PhD.
nb: Rammeverket for det systematiske arbeidet med kvalitet i utdanningene ved HVL gir prinsipper for evaluering av studieprogram og emner, og disse gjelder også for ph.d.

source: Portfolio, accounts for 100 % of the final grade.
nb: Mappe, teller 100 % på endelig karakter. Vurdering:

source: In addition to theory, applied skills are developed, including the construction of bedrock maps and geological profiles, interpretation of geological maps, stereonets and Mohr circles.
nb: I tillegg til teori utvikles det anvendte ferdigheter, inkludert konstruksjon av berggrunnskart og geologiske profiler, tolkning av geologiske kart, stereonetter og Mohr-sirkler.

source: Design calculations for axial force, torsion, moments and shear force
nb: Kontroll for normalkraft, torsjon, moment og skjærkraft

source: Introduction to modelling currents and waves in the towing tank.
nb: Introduksjon til modellering av strømninger og bølger i slepetanken.

source: Project summary In Norway, about 300 children are born extremely premature (<28 weeks/<1000g) every year.
nb: I Norge er det årlig rundt 300 ekstremt premature barn (født < 28 uker/<1000g) som fødes levende.

source: We have developed a number of multiphase CFD-models of industrial systems with nanofluid.
nb: Vi har utviklet en rekke flerfase CFD-modeller av industrielle systemer med nanofluid.

source: What characterises the students validation and what role does the validation play in work
nb: Hva kjennetegner elevenes valideringer og hvilken rolle spiller denne valideringen i arbeid

source: If two candidates work together, the written part must be a total of 21,000-28,000 words (60-80 pages).
nb: Hvis to kandidater samarbeider, skal den skriftlige delen være på totalt 21 000-28 000 ord (60-80 sider).

source: During practical studies the student will focus on clinical work through direct contact with patients and next of kin.
nb: I praksis skal studenten ha fokus på klinisk arbeid i direkte kontakt med pasienter og pårørende.

source: Know experimental methods for measuring dynamic movements (seakeeping) and fluid interaction with an underwater turbine.
nb: Kjenne til eksperimentelle metoder for måling av dynamiske bevegelser (seakeeping) og fluidinteraksjon med en undervannsturbin.

source: o Treat matters relating to policy
nb: o Behandle spørsmål om policy

source: You can read e-books online, or download them to your PC/Mac/mobile device and read them offline.
nb: Du kan lese e-bøker direkte på nett, eller laste dem ned til PC/Mac eller mobile enheter og lese dem offline.

source: Terms and conditions
nb: Vilkår og betingelser

source: Demonstrate basic understanding of planning and execution of on- and offshore surveying tasks using total stations and laser scanners.
nb: Kandidaten skal vise grunnleggende forståelse for planlegging og gjennomføring av industrielle måle- og utsettingsoppdrag on- og offshore ved bruk av totalstasjon og laserskanner.

source: It covers a variety of subtopics, for instance, the production, processing, storage, transport, and energy conversion of natural gas.
nb: Den dekker en rekke underemner, for eksempel produksjon, prosessering, lagring, transport og energikonvertering av naturgass.

source: KBAL combines pressure vacuum technology with UV irradiation for ballast water disinfection.
nb: KBAL kombinerer trykk/vakuum teknologi med UV-bestråling for å desinfisere ballastvannet.

source: research the following problem: What qualities of mathematical argumentation can be
nb: Med bakgrunn i den nye læreplanen har jeg i denne oppgaven valgt å forske på følgende problemstilling:

source: Module4 autumn 2021 - Refactoring
nb: Modul4 høsten 2021 - Refaktorering

source: In the period 21-26 july 2019 Ragnhild Hansen participated on “The 19th International Conference on the Teaching of Mathematical Modelling and Applications” (ICTMA 19) in Hong Kong.
nb: I perioden 21-26 juli 2019 deltok Ragnhild Hansen med en parallell-presentasjon på «The 19th International Conference on the Teaching of Mathematical Modelling and Applications» (ICTMA 19) i Hong Kong.

source: In reviewing earlier research, Kleve (2015) suggested that not all Norwegian school students would have equal access to essential mathematical genres, what she called secondary discourses, because the students came with a range of different everyday conversation styles, or primary discourses, which were more or less in alignment with secondary discourses.
nb: I en gjennomgang av tidligere forskning skrev Kleve (2015) at ikke alle norske skoleelever vil ha lik tilgang til viktige matematiske sjangrer, det hun kalte sekundære diskurser, fordi elevene kommer til skolen med en rekke forskjellige hverdagslige samtalestiler eller primære diskurser som er mer eller mindre på linje med sekundære diskurser.

source: Approved mandatory work requirements are valid for 3 consecutive semesters.
nb: Godkjente obligatoriske arbeidskrav er gyldige i 3 påfølgende semestre.

source: their own number stories in mathematics?
nb: Hvordan argumenterer elever i arbeid med egne regnefortellinger i matematikk?

source: Can do thing for unit load method of strength calculation of piping systems.
nb: Kan gjøre greie for enhetslastmetoden ved styrkeberegning av rørsystemer.

source: Construction and structure of blockchains.
nb: Oppbygging og struktur av blokkjeder.

source: Solution processes, tools and methods in the field of systematic HMS (health, environment, safety) work.
nb: Problemløsningsprosesser, verktøy og metoder innenfor fagområdet systematisk HMS arbeid.

source: The grades (A-F) will be made on the following deliverables:
nb: Bokstavkarakterer (A-F) settes på grunnlag av følgende deleksamener:

source: were central to our model.
nb: sentrale i modellen vår.

source: During his doctoral studies, Alexander has been a visiting researcher at the Stern School of Business, New York University.
nb: I løpet av doktorgradsperioden har Alexander vært gjesteforsker ved Stern School of Business, New York University.

source: Can select the manufacturing methods for pipe structures.
nb: Kan velge tilvirkningsmetoder for rørkonstruksjoner.

source: Journal term lists
nb: Legg til fulltekst

source: Explain basic techniques for processing, analysis and visualisation of spatial data.
nb: Kunne beskrive sentrale teknikker for bearbeiding, analyse og visualisering av geografiske data.

source: Professor II at University of Tromsø– The Arctic University of Norway
nb: Professor II ved Universitetet i Tromsø– Norges arktiske universitet.

source: has extensive knowledge of designing complex interventions (modeling and design phase, pilot / feasibility studies, evaluation design and implementation)
nb: har omfattende kunnskap om design av komplekse intervensjoner (modellerings- og design fasen, pilot/feasabilitystudier, evalueringsdesign og implementering)

source: can handle complex academic issues and challenge established knowledge and practice in their research area
nb: kan håndtere komplekse faglige spørsmål og utfordrer etablert kunnskap og praksis på sitt forskningsområde

source: Alternatives to consent can be used in such projects.
nb: Alternativer til samtykke kan benyttes i slike prosjekter.

source: Heat engines, refrigeration machines and heat pumps.
nb: Varmekraftmaskiner, kuldemaskiner og varmepumper.

source: She is a highly productive mathematics education researcher with more than a 100 peer reviewed publication.
nb: Hun er en svært produktiv matematikk utdanningsforsker med mer enn en 100 peer reviewed publikasjon.

source: According to the report, 73% of men answered this corectly of reducing risk when buying different stocks/funds, but only 49% of women responded correctly.
nb: I følge rapporten var det slik at 73 % av mennene hadde riktig svar på dette spørsmålet om reduksjon av risiko ved kjøp av ulike aksjer/fond, og 49 % av kvinnene riktig svar.

source: IKTPLUSS Lighthouse project funded by the Norwegian Research Council.
nb: Et IKTPLUSS Lighthouse-prosjekt finansiert av Norges forskningsråd.

source: can predict and evaluate hydrate formation in natural gas pipes and processes,
nb: kan forutsi og vurdere hydratdannelse i rørledninger og prosesser,

source: If the main supervisor is external, the co-supervisor must be affiliated with HVL.
nb: Dersom hoved¬veileder er ekstern, skal medveileder være knyttet til HVL.

source: In 2017, Norway followed the lead of other countries, by introducing a requirement to pass an oral language test, as well as a knowledge of society test in Norwegian for those applying for Norwegian citizenship.
nb: I 2017 innførte også Norge et krav om at innvandrere som vil bli norske statsborgere, må bestå en samfunnskunnskapsprøve og en prøve i norsk muntlig.

source: Progression and possible discrepancies between the report and approved plan for the PhD education, must be reported to the Head of Programme by November 1 every year.
nb: Progresjon og eventuelle avvik i forhold til godkjent plan for utdanningen, skal rapporteres til fagansvarlig innen 1.

source: determine which geophysical methods are best suited for various geological conditions and investigations.
nb: bestemme hvilken type geofysisk målemetode som er best egnet for ulike geologiske forhold og problemstillinger.

source: The course focuses on individual and societal challenges related to health and health promotion, as well as challenges in identifying knowledge gaps and implementing new promising practices.
nb: Emnet tematiserer individuelle og samfunnsrelaterte utfordringer knyttet til helseutfordringer og helsefremming, og utfordringer med å identifisere kunnskapshull og implementering av ny lovende praksis.

source: Space syntax can be used for a wide range of disciplines.
nb: Space syntax kan brukes for et bredt spekter av disipliner.

source: The dean is responsible for ensuring that the required coursework, together with the work involved in the doctoral thesis, constitute an education at a high academic level in accordance with international standards
nb: Dekan har ansvar for at opplæringsdelen, sammen med avhandlingsarbeidet, gir utdanning på høyt faglig nivå og i samsvar med internasjonal standard.

source: has advanced knowledge of, and understanding of, various practical and theoretical approaches to health, function and participation at the individual, group/community, and societal levels
nb: har avansert kunnskap om, og forståelse av, ulike praktiske og teoretiske tilnærminger til helse, funksjon og deltakelse på individ-, gruppe-, og samfunnsnivå

source: Process and analyse time series data from completed experiment.
nb: Prosessere og analysere tidsserie data fra gjennomført eksperiment.

source: This includes the supervisors time for preparations and 10 hours of personal supervision.
nb: Dette inkluderer veilederens tid for forberedelser til veiledning og 10 timer for personlig veiledning.

source: process, interpret and present geophysical data using modern software.
nb: prosessere, tolke og presentere geofysisk data ved bruk av moderne software.

source: This knowledge will make teachers able to support the students in their work, help them
nb: Denne kunnskapen vil gjøre det mulig for lærere å støtte elevene i arbeidet, hjelpe dem med å

source: 4 hours written exam for Autumn semester or oral exam for re-seat exam.
nb: 4 timer skriftlig eksamen til høst semester og muntlig eksamen til kont eksamen.

source: Patient-reported Outcomes and Patient Safety in acute and/or critical illness (POPS)
nb: Pasientopplevelser og pasientsikkerhet ved akutt og/eller kritisk sykdom (POPS)

source: Test-retest reliability of physical tests will be examined.
nb: Test-retestundersøkelse av fysiske tester vil bli gjennomført.

source: Individual semester assignment (60% of final grade).
nb: Individuell semesteroppgave (60% av endelig karakter).

source: Students will be able to make a simulation model and perform strength calculations with Creo Simulate, and Ansys.
nb: Studentene skal kunne fremstille maskintegninger og utføre styrke beregning med DAK-programmet Creo Parametric, Creo Simulate, Abaqus og Ansys Structure.

source: DAT100 Basic Programming and MAT101 Discrete Mathematics and Programming, or equivalent knowledge.
nb: DAT100 grunnleggende programmering og MAT101 diskret matematikk og programmering, eller tilsvarende kunnskap.

source: Interview guide for the qualitative interviews will be prepared after analysis of the quantitative data, and on the basis of identification of possible problem areas that are further explored (sequentially).
nb: Intervjuv- guide for de kvalitative intervjuene vil bli utarbeidet etter analyse av kvantitative data, og på grunnlag av identifisering av mulige problemområder som undersøkes nærmere (sekvensielt).

source: A software development project.
nb: Undervisnings- og læringsformer

source: Number of participants: The course requires a minimum of 5 and a maximum of 20 participants.
nb: Antall deltagere: Det tas forbehold om minst 5 og maksimalt 20 deltagere i emnet.

source: Demonstrates respect, understanding and charity and takes each person¿s situation and perception seriously, regardless of culture, religion and perception of reality.
nb: Viser respekt, forståelse og nestekjærlighet og tar andre menneskers situasjon og opplevelse alvorlig, uavhengig av kultur, religion og virkelighetsoppfatning.

source: Distributed trust and consensus.
nb: Distribuert tillit og konsensus.

source: Member of Executive Committee in World Organisation for Early Childhood Education - OMEP)
nb: Medlem av Executive Committe i Verdensorganisasjonen for små barns danning og utdanning (World Organisation for Early Childhood Education - OMEP)

source: The research projects include topics related to the acute and/or critically ill patients of all ages having preventive, curative, palliative, promotional and rehabilitative needs for nursing care.
nb: Forskningsprosjektene omfatter tema relatert til akutt og/eller kritisk syke pasienter i alle aldersgrupper med forebyggende-, behandlende-, lindrende-, helsefremmende- og rehabiliterende behov for sykepleie.

source: Introduction to Biogas, syngas and hydrogen
nb: Introduksjon til biogass, syngass og hydrogen

source: Presently she is the research leader of a large Norwegian Research Council funded project on "Learning about teaching argumentation for critical mathematics education in multilingual classrooms" that will run from 2018-2021.
nb: I dag er hun forskningsleder for et stort forskningsråd finansiert prosjekt om "Læring om undervisningsargumentasjon for kritisk matematikkutdanning i flerspråklige klasserom" som vil løpe fra 2018-2021.

source: Choose methodical solutions for mechanical design of steel structures.
nb: Kan velge metodisk løsninger med hensyn på utforming og dimensjonering av stålkonstruksjoner.

source: For a practical period to be considered as passed, the student must have been present at least 90% of the scheduled time.
nb: For at et praksisemne skal kunne vurderes til bestått, må studenten ha vært til stede minimum 90% av den planlagte tiden.

source: Power from solar and wind energy can melt snow and ice on the road (this is very important for roads in the cold area, such as the road in Norway)4.
nb: Strøm fra solenergi og vindenergi kan smelte snø og is på veien (dette er svært viktig for veier i det kalde områder, som for eksempel i Norge)4.

source: Our research group is involved in several projects in the areas of health-care, embedded systems, robotics and industrial automation, internet-of-things and cloud computing services, machine learning, and automotive software systems.
nb: Forskningsgruppen er involvert i flere prosjekter innen helse, innebygde system, robotikk og industriell automatisering, tingenes Internett og sky-tjenester, maskinlæring samt programvaresystemer for kjøretøy.

source: A sunny day in Bergen in November 2017, Marianne and Andrea brought their class of international students from “
nb: En solskinnsdag i Bergen i november 2017 tok Marianne og Andrea med seg den internasjonale klassen “

source: Children need to develop their mathematical abilities, as world citizens now and in the future
nb: Barn trenger å utvikle sine matematiske evner, som verdensborgere nå og i framtiden

source: more crucial for the latter.
nb: ket» i den opprinnelige annonsen (for

source: Here are some examples:
nb: Her er noen eksempler:

source: can assess the need for innovation related to health-related professional practice and service organization
nb: kan vurdere behov for innovasjon knyttet til helserelatert profesjonsutøvelse og tjenesteorganisering

source: Downloading to mobile units requires Adobe Digital Editions.
nb: Nedlasting til mobile enheter krever at du har gratisprogrammet Adobe Digital Editions.

source: Smart road can be built by solar panel, wind turbine, batteries we have developed, and wireless charging system.
nb: Smart vei kan bygges av solpanel, vindturbin, batterier som vi har utviklet, og trådløst ladesystem.

source: Master's degree with 120 ECTS credits or equivalent in relevant academic fields.
nb: Mastergrad med 120 studiepoeng eller tilsvarende i relevante fagområder

source: teachers, especially concerning professional ethics.
nb: kambodsjanske lærere, spesielt når det gjaldt yrkesetikk.

source: Questions concerning e-books?
nb: Spørsmål om e-bøker?

source: The programme is a full-time course to be completed within the normal time frame of 3 years, with up to a total of 1,800 working hours annually.
nb: Studiet er et fulltidsstudium organisert til å kunne gjennomføres innenfor en normert tidsramme på 3 år, med inntil 1800 arbeidstimer årlig.

source: Pain assessment and treatment in ICU patients.
nb: Smertevurdering og behandling for intensivpasienter.

source: Practical-aesthetic experience and reflection basis for learning
nb: Kunstfaglig og didaktisk teori- og forskningsgrunnlag for kreative fag og læreprosesser

source: Nordic Studies in Mathematics Education, 23(4), 225-246. Projects
nb: Nordic Studies in Mathematics Education, 23(4), 225-246. Pågående forskningsprosjekter

source: The subject is an elective, and will consist of 4 standalone modules, which can be replaced from year to year.
nb: Emnet er et valgemne, og vil bestå av 4 frittstående moduler som ved behov kan byttes ut fra år til år.

source: Alexander has worked on a number of research projects within brand management and international marketing with companies and industry organizations, such as TINE, Telenor, Norwegian Seafood Council and Virke.
nb: Alexander har jobbet med en rekke forskningsprosjekter innen merkevarebygging og internasjonal markedsføring i næringslivet og bransjeorganisasjoner, for eksempel TINE, Telenor, Norges Sjømatråd og Virke.

source: The programme's focus on the connection between health, functioning and participation will contribute new knowledge to academia, patients, professional practice and society.
nb: Studiets fokus på sammenhengen mellom helse, funksjon og deltakelse vil bidra med ny kunnskap til brukere og pasienter, praksisfelt og samfunn.

source: Programme committee for RESINNREG
nb: Ph.d.-programutvalg for Ansvarlig innovasjon og regional utvikling

source: is at the forefront of knowledge within their field of study and can relate this to theoretical scientific issues and ethical research issues that are relevant to health science
nb: er i kunnskapsfronten innen sitt fagområde og relaterer dette til vitenskapsteoretiske og forskningsetiske problemstillinger med relevans for helsevitenskap

source: has knowledge, theories and concepts for innovative thinking about how private and public service providers, service users, relatives and bereaved, NGOs and health services can participate in the development of sustainable health systems for the future
nb: har kunnskap, ideer og begreper til nytenkning om hvordan private og offentlige tjeneste-leverandører, tjenestebrukere, pårørende og etterlatte, frivillige organisasjoner og helse-tjenestene kan delta i utvikling av bærekraftige helsesystem for fremtiden

source: Students must take all of the courses (60 ECTS credits) within the area of specialization in order to have the profile specified on their diploma.
nb: Studentene må velge alle emnene (60 sp) som inngår i spesialiseringen for å få profileringen angitt på vitnemålet.
